export const FAQ_DATA = [
  {
    question: "Вы гарантируете что счет будет открыт?",
    answer: "Мы гарантируем либо открытие счета, либо возврат денег.",
  },
  {
    question: "В каких странах работает карта?",
    answer:
      "Карта функционирует во всех странах и регионах, за исключением России, Кубы, Ирана, Судана, Сирии и Северной Кореи.",
  },
  {
    question: "В каких валютах можно открыть счет?",
    answer:
      "Счета открываются в четырех валютах: тенге, рублях, долларах и евро. Карта является мультивалютной, поэтому средства списываются в той валюте, в которой проводится платеж. Если на счете недостаточно средств в нужной валюте, сумма будет списана в другой валюте.",
  },
  {
    question: "Требуется ли посещение Казахстана для оформления ИИН или выпуска карты?",
    answer:
      "Нет, оформление ИИН и выпуск карты осуществляется дистанционно, без необходимости посещения Казахстана.",
  },
  {
    question: "Где можно получить карту?",
    answer:
      "Доставка карты осуществляется курьерской службой только по территории России, в крупные города, включая областные центры. Вы получите уведомление со ссылкой от курьерской службы, по которой можно будет согласовать и изменить время и адрес доставки.",
  },
  {
    question: "Сколько времени занимает выпуск карты?",
    answer:
      "Актуальное время оформления ИИН уточняйте у менеджера. Выпуск виртуальной карты занимает 1 день. Доставка пластиковой карты занимает 1–2 недели, но обычно происходит быстрее.",
  },
  {
    question: "Нужен ли казахстанский номер телефона для регистрации в личном кабинете банка?",
    answer:
      "Нет, карта и личный кабинет будут привязаны к вашему российскому номеру телефона.",
  },
  {
    question: "Можно ли привязать карту к Apple Pay, Google Pay и Samsung Pay?",
    answer:
      "Да, можно привязать как физическую, так и виртуальную карту. По функционалу обе карты равнозначны.",
  },
  {
    question: "Как пополнить счета карты?",
    answer:
      "Пополнение возможно переводами с карт российских банков, переводом рублей или долларов через SWIFT-переводы из банков РФ или других стран.",
  },
  {
    question: "Сколько стоит обслуживание карты?",
    answer: "Обслуживание карты бесплатно.",
  },
  {
    question: "Какие документы нужны для оформления карты?",
    answer:
      "Скан основного разворота загранпаспорта, ФИО и номер телефона. Скан должен быть выполнен на стандартном белом фоне с помощью сканера, без обрезанных краев. Также потребуется заполнить заявку.",
  },
  {
    question: "Выпускается ли именная карта?",
    answer:
      "Карта является именной, но без указания имени и фамилии на пластике. При оплате в интернете необходимо указывать данные как в загранпаспорте. Также можно заказать карту с указанием имени на пластике.",
  },
  {
    question: "Возможен ли выпуск карты нерезидентам РФ?",
    answer:
      "Да, возможность выпуска карты нерезидентам РФ существует. За актуальным списком стран обращайтесь к менеджеру.",
  },
  {
    question: "Возможен ли срочный выпуск карты?",
    answer: "Да, срочный выпуск карты возможен.",
  },
];
